import React from 'react'
import styles from './about.module.scss'
export default function Calture(props) {
  return (
    <div className={styles.wordContainer}>
      <p className={styles.partP}>
        目前，超亿正在运营中的游戏产品有100余款。自主研发了《梦幻西游》电脑版、《大话西游2经典版》、《大话西游2免费版》、《天下3》、《新倩女幽魂》、《逆水寒》、《梦幻西游》手游、《大话西游》手游、《倩女幽魂》手游、《阴阳师》、《率土之滨》、《一梦江湖》、《荒野行动》、《终结战场》、《第五人格》、《明日之后》、《神都夜行录》等数十款备受玩家喜爱的热门端游和手游，更独家代理了《魔兽世界》、《炉石传说》、《守望先锋》、《我的世界》、《Sky光·遇》等多款风靡全球的游戏。
      </p>
      <p className={styles.partP}>
        凭借一系列精品，超亿游戏近年来在海外市场取得了重大突破。2018年，《荒野行动》已有6个月拿下了中国出海手游排行榜的第一名。同时，《终结战场》、《第五人格》、《阴阳师》、《决战!平安京》等产品在海外也都取得不错的成绩。超亿游戏以“游戏热爱者”诠释其形象，不仅定位于游戏平台和服务提供商，而是和所有的玩家一样，是有血有肉的“游戏爱好者”。未来，超亿游戏将继续秉持超亿公司“以匠心，致创新”的理念，与全球众多的合作伙伴一起，为玩家打造能够共享，值得热爱的高品质游戏。
      </p>
      <p className={styles.partP}>
        能系统、数据处理、项目策划、代运营推广、WIFI定位等智能系统平台。亿科技独立研发的“睿驰"人工智能机器人是公司具有代表性的创新项目之一，并得到了政府和行业内人士的大カ支持。“睿驰"是基于人工智动应答引擎研发的语义机器人，具有强大的语义解析、上下文推理等能力，并已实现流畅的会话交互。现“睿驰"与电子科技大学、武侯区人民法院、华为、神舟数码等在内的多家战略合作伙伴建立了长期稳定的合作关系。“睿驰”不断追求完美，深挖用户体验，以智能营销、智能教学、智能客服为核心努力为企业、高校提供一站式互联网解决方案
      </p>
      <p className={styles.partP}>
        超亿科技高度重视技术研发，公司内部创立 Summer实验室，研发完成自主知识产权的原型态开发框架 Smfamework，“传统的 Web Service框架帮助你建造房子，而 Smframeworki框架帮助您建造城市。"该框架在B2C/B2B电子商务、移动电子商务、云计算平台等都有成功的开发案例，公司始终奉行“高质服务、创新思维"的理念努力为客户和合作伙伴提供优质的产品和服务
      </p>
      <p className={styles.partP}>
        目前，超亿正在运营中的游戏产品有100余款。自主研发了《梦幻西游》电脑版、《大话西游2经典版》、《大话西游2免费版》、《天下3》、《新倩女幽魂》、《逆水寒》、《梦幻西游》手游、《大话西游》手游、《倩女幽魂》手游、《阴阳师》、《率土之滨》、《一梦江湖》、《荒野行动   》、《终结战场》、《第五人格》、《明日之后》、《神都夜行录》等数十款备受玩家喜爱的热门端游和手游，更独家代理了《魔兽世界》、《炉石传说》、《守望先锋》、《我的世界》、《Sky光·遇》等多款风靡全球的游戏。
      </p>
      <p className={styles.partP}>
        能系统、数据处理、项目策划、代运营推广、WIFI定位等智能系统平台。亿科技独立研发的“睿驰"人工智能器人是公司具有代表性的创新项目之一，并得到了政府和行业内人士的大カ支持。“睿驰"是基于人工智动应答引擎研发的语义机器人，具有强大的语义解析、上下文推理等能力，并已实现流畅的会话交互。现“睿驰"与电子科技
        大学、武侯区人民法院、华为、神舟数码等在内的多家战略合作伙伴建立了长期稳定的合作关系。“睿驰”不断追
        求完美，深挖用户体验，以智能营销、智能教学、智能客服为核心努力为企业、高校提供一站式互联网解决方案
      </p>
      <p className={styles.partP}>
        超亿科技高度重视技术研发，公司内部创立 Summer实验室，研发完成自主知识产权的原型态开发框架 Smfr
        amework，“传统的 Web Service框架帮助你建造房子，而 Smframeworki框架帮助您建造城市。"该框架在B2C
        /B2B电子商务、移动电子商务、云计算平台等都有成功的开发案例，公司始终奉行“高质服务、创新思维"的理念
      </p>
    </div>
  )
}